[
    {
        "_id": "p01",
        "category_id": "01",
        "title": "Lindo PBEQ Piebald Burl Ash Electro-Acoustic Guitar",
        "resale_price": "210.50",
        "original_price": "378.96",
        "condition": "Used",
        "condition_type": "Very Good",
        "year_of_purchase": "2020",
        "years_of_use": "3 Years",
        "seller_name": "Mark Don",
        "posted_time": "28 Nov 2022",
        "location": "Denver, Colorado, USA",
        "image_url": "https://i.postimg.cc/7Z7XM1Tw/acoustic1.jpg",
        "description": "This guitar is good player's condition. The guitar is set-up and plays & sounds great. However, there is a significant amount of wood worn away on the soundboard located in the pick action area. Also, there many dings & scratches located throughout the guitar. There are several lacquer cracks located on the top of the body. Taylor hardshell case included. The case is in poor cosmetic condition. There is a significant amount of wear & tear throughout the case. In addition, 2 of the 5 case latches are broke and do not work."
      },
    {
        "_id": "p02",
        "category_id": "01",
        "title": "Taylor 512ce Grand Concert Electro Acoustic Guitar",
        "resale_price": "2,250",
        "original_price": "3,299",
        "condition": "Used",
        "condition_type": "Mint",
        "year_of_purchase": "2021",
        "years_of_use": "1 Years",
        "seller_name": "James Taylor",
        "posted_time": "25 Nov 2022",
        "location": "Boston, Massachusetts, USA",
        "image_url": "https://i.postimg.cc/6QXcH7dR/acoustic2.jpg",
        "description": "A fingerstylist’s dream, Taylor’s mahogany/cedar Grand Concert 512ce packs stunning warmth and midrange presence into a comfortable, player-friendly package. The smaller body and 24-7/8-inch-scale neck make for an intimate playing experience, and the cedar top responds with a wonderful midrange bloom, especially for players with a light touch. This year’s edition features a move to V-Class bracing tailored for the Grand Concert shape, which pushes a surprising amount of volume from this small-bodied guitar, coupled with notes that sustain gorgeously."
      },
    {
        "_id": "p03",
        "category_id": "01",
        "title": "Martin Dreadnought Jr Electro Acoustic, Spruce",
        "resale_price": "349.50",
        "original_price": "639.50",
        "condition": "Used",
        "condition_type": "Excellent",
        "year_of_purchase": "2019",
        "years_of_use": "3 Years",
        "seller_name": "Jhon Petrucci",
        "posted_time": "28 Sep 2022",
        "location": "Kings Park, New York, USA",
        "image_url": "https://i.postimg.cc/hjC0PpNb/acoustic3.jpg",
        "description": "Sounds better with age. Premium Martin quality, and over 175 years of knowledge in the guitar building industry. The Martin Dreadnought Jr Electro brings you superior playability and tone combined with quality Fishman electronics. Experience Martin's slimmed down, more compact dreadnought with a shorter scale length. Perfect for those that struggle with the bulkier dreadnought size, the Dreadnought Jr brings you the best of both worlds. Blending comfort with a big, bold, and traditional dreadnought voice. A big sonic-impact that belies its size."
      },
    {
        "_id": "p04",
        "category_id": "02",
        "title": "Fender Made in Japan Telecaster 1989-1990 Blonde",
        "resale_price": "587.44",
        "original_price": "744.15",
        "condition": "Used",
        "condition_type": "Good",
        "year_of_purchase": "2017",
        "years_of_use": "5 Years",
        "seller_name": "Ernie Ball",
        "posted_time": "23 Oct 2022",
        "location": "Santa Monica, California, USA",
        "image_url": "https://i.postimg.cc/bNSRp0gk/electric1.jpg",
        "description": "J-serial number Japanese made Fender Telecaster believed to be a model TL-354 with Toploading bridge made in 1989/90. The guitar has been given full service in the shop, including a partial revert and fret level, along with some electronics work, and is in fine playing condition. It does exhibit some playwear consistent with its age as depicted in photos. Weighing in at 7.4 lbs it's a comfortable, resonant player with a slim Maple neck that's great in hand. Please feel free to get in touch with any queries."
      },
    {
        "_id": "p05",
        "category_id": "02",
        "title": "Gibson Custom Shop Les Paul Standard 2007",
        "resale_price": "9,863.32",
        "original_price": "1,2500.45",
        "condition": "Used",
        "condition_type": "Very Good",
        "year_of_purchase": "2015",
        "years_of_use": "7 Years",
        "seller_name": "Tony Levin",
        "posted_time": "30 Sep 2022",
        "location": "Boston, Massachusetts, USA",
        "image_url": "https://i.postimg.cc/zGmFBL2M/electric2.jpg",
        "description": "Stunning and very RARE guitar, in great condition. seymour Duncan pickups. FREE SHIPPING! Bourbon burst finish. A third pickup has been professionally added in the middle position. The third pickup is a fender texas special middle position strat pickup. It is wired to be activated in the middle position. Volume is wired to be controlled with the bridge pickup pot."
      },
    {
        "_id": "p06",
        "category_id": "02",
        "title": "FENDER CUSTOM SHOP 4/54 BLACKGUARD TELE BLONDE",
        "resale_price": "4,760.50",
        "original_price": "6,120.99",
        "condition": "Used",
        "condition_type": "Fair",
        "year_of_purchase": "2010",
        "years_of_use": "12 Years",
        "seller_name": "Mark Wood",
        "posted_time": "23 Aug 2022",
        "location": "Denver, Colorado, USA",
        "image_url": "https://i.postimg.cc/W1M6J2Q4/electric3.jpg",
        "description": "Willcutt Guitars and the Fender Custom Shop are very excited to offer the fourth edition of our Vault recreations. Continuing in the tradition of the True 62, Gloria Tele,  and The 63 -- we now present the Blackguard '54 Tele! Our original 1954 Tele (sn 2826) is an early 54 and is the rarest version of the 1954 Tele, which went through various changes throughout that year. As with the Gloria 54, we felt our early 1954 was a very special example, one that was worthy of its own tribute edition."
      },
    {
        "_id": "p07",
        "category_id": "02",
        "title": "Gibson Custom Shop 1959 Les Paul Standard",
        "resale_price": "9,611.68",
        "original_price": "639.00",
        "condition": "Used",
        "condition_type": "Mint",
        "year_of_purchase": "2020",
        "years_of_use": "3 Years",
        "seller_name": "James Murphy",
        "posted_time": "21 Nov 2022",
        "location": "Tallahassee, FL, USA",
        "image_url": "https://i.postimg.cc/W4TmGBvw/electric4.jpg",
        "description": "The Murphy Lab is named after renowned luthier and Master Artisan at Gibson Custom Shop Tom Murphy. It is an elite division of Gibson Custom Shop that strives to deliver classic Gibson models that are historically accurate and realistically aged, with all the mojo and vibe of a vintage Gibson guitar! Thanks to Tom's expertise, these Gibson Custom Shop Murphy Lab models are the pinnacle of relic'd guitars, with a dedication to quality craftsmanship and period-accuracy in aesthetics, tone, and playability that is truly unmatched."
      },
    {
        "_id": "p08",
        "category_id": "03",
        "title": "2021 Fender Player Series Precision Bass Buttercream",
        "resale_price": "699.77",
        "original_price": "849.99",
        "condition": "Used",
        "condition_type": "Good",
        "year_of_purchase": "2018",
        "years_of_use": "4 Years",
        "seller_name": "Geddy Lee",
        "posted_time": "12 Nov 2022",
        "location": "Denver, Colorado, USA",
        "image_url": "https://i.postimg.cc/HL92Fp2N/bass1.jpg",
        "description": "Excellent condition featuring double cutaway alder body with Buttercream finish, multi-ply white and black large pickguard, two Fender Precision Bass pickups, one volume control and one tone control with tall knurled steel barrel metal knobs, top loading Precision Bass bridge with four individual adjustable steel saddles, maple neck with walnut skunkstripe, maple fingerboard with polyurethane finish and black dot inlays starting at the third fret, bone nut, enlarged maple Fender Precision Bass headstock with vintage style gold Fender spaghetti logo and Precision Bass logo, single round string tree, vintage style open back tuning machines with clover buttons, Fender 75 logo (commemorating Fender's 75th anniversary in 2021) and serial number on the back of the peghead, four bolt neck fastening plate with F engraving, and two metal strap buttons. "
      },
    {
        "_id": "p09",
        "category_id": "03",
        "title": "EPIPHONE SG BASS (EB-3; 2-PICKUP) - CHERRY",
        "resale_price": "349.50",
        "original_price": "449.99",
        "condition": "Used",
        "condition_type": "Excellent",
        "year_of_purchase": "2012",
        "years_of_use": "10 Years",
        "seller_name": "John Don",
        "posted_time": "28 May 2022",
        "location": "Denver, Colorado, USA",
        "image_url": "https://i.postimg.cc/1RjKk7Gy/bass2.jpg",
        "description": "This is a brand new 8 lb 2021 Epiphone SG Bass with a full factory warranty that is located at our Rapid City, SD showroom. The Epiphone EB-3 solidbody Four-string bass gives you big tone and fast playability, thanks to its combination of a long-scale set-neck design, SG-style double-cutaway body, and dual-pickup configuration. The EB-3 bass's mahogany body is equipped with a heavy-duty bridge, a Sidewinder bridge pickup, and an NYT Bass mini-humbucker for maximum sustain and a range of great tones. The mahogany neck is slim and comfortable, and its rosewood fingerboard includes classy trapezoid inlays. Sure, it's a very affordable instrument but the EB-3 is also a great-playing tone monster of a bass!"
      },
    {
        "_id": "p10",
        "category_id": "03",
        "title": "Second Hand Ibanez SRX705 5 String Bass Guitar",
        "resale_price": "895.95",
        "original_price": "1039.50",
        "condition": "Used",
        "condition_type": "Very Good",
        "year_of_purchase": "2019",
        "years_of_use": "3 Years",
        "seller_name": "Les Claypool",
        "posted_time": "28 Feb 2022",
        "location": "Castro Valley, CA, USA",
        "image_url": "https://i.postimg.cc/76PVkptZ/bass3.jpg",
        "description": "Some like it heavy! Heavy humbuckers and a heavy bridge for heavy-volume playing of heavy rock. The Ibanez SRX705 5-String Bass Guitar has a 5-piece SRX5 maple/walnut neck that goes right through the body and sports an Accu-Cast B-205 bridge for powerful resonance. The Ibanez Bass's PFR-AL5 humbucking pickups deliver massive volume without skimping on tone. Light ash wings look totally cool and keep it easy on the shoulder while 2-band EQ gives you precision tone control."
      },
    {
        "_id": "p11",
        "category_id": "03",
        "title": "Bacchus Global Series WL5 ASH STB Jazz Bass",
        "resale_price": "849.50",
        "original_price": "1,055.43",
        "condition": "Used",
        "condition_type": "Excellent",
        "year_of_purchase": "2021",
        "years_of_use": "1 Years",
        "seller_name": "Cliff Burton",
        "posted_time": "28 Nov 2022",
        "location": "Richmond, California, USA",
        "image_url": "https://i.postimg.cc/ZnCx96Sk/bass4.jpg",
        "description": "Roasted Maple is a material that comes as a result of treating Maple wood with a high heat process, volatilizing the water and oils in the wood, giving as a result a more sturdy and durable wood that not only increases stability but also the overall sound quality of the material. The sound that we get from Roasted Maple is a rich, organic sound with a vintage-like tone that is reminiscent of an instrument that has aged its sound with time and usage. This is a new product lineup of Bacchus that puts this amazing feature, which is often used in high-end models, at a reasonable price range."
      },
    {
        "_id": "p12",
        "category_id": "03",
        "title": "Cort Artisan Series A5PLUSFMMHOPN 5-String Bass",
        "resale_price": "1,189.90",
        "original_price": "1,395.45",
        "condition": "Used",
        "condition_type": "Mint",
        "year_of_purchase": "2022",
        "years_of_use": "1 Year",
        "seller_name": "Les Claypool",
        "posted_time": "30 Nov 2022",
        "location": "Castro Valley, California, USA",
        "image_url": "https://i.postimg.cc/yxtX0W1D/bass5.jpg",
        "description": "The A5 Plus FMMH is the reference Cort bass designed and built for the working musician who requires excellent performance and rock-steady reliability gig after gig. Featuring neck-thru-body construction, premium tone woods, and Bartolini pickups and electronics, the A5 Plus FMMH delivers the sound and playability a working pro needs.NECK-THRU-BODY CONSTRUCTION When it comes to punch and sustain, nothing beats neck-thru-body construction. The strings vibrate across the body and neck in coherent and linear manner, maximizing the tightness of the low-end w/ rich mids and singing highs."
      }
]